/*************************************************************************************************
 * <pre>
 * @项目名称:   CsshotelComponent
 * @版权所有:   无星 (C) 2019
 *
 *
 * @类描述:
 * @版本:         V2.0.0
 * @作者:         wuxing
 * @邮箱:         329106954@qq.com
 * @创建时间:     2019-06-04 16:30
 *
 * @修改记录：
 -----------------------------------------------------------------------------------------------
 ----------- 时间      |   修改人    |     修改的方法       |         修改描述   ---------------
 -----------------------------------------------------------------------------------------------
 </pre>
 ************************************************************************************************/
import {
    toDips,
    toDipsWidth,
    toDipsHeight,
    screenHeight,
    screenWidth,
    pix
} from "./PixelRatio/PixelRatioUtils";


export {
    toDips,
    toDipsWidth,
    toDipsHeight,
    screenHeight,
    screenWidth,
    pix
}